[Balance.PawnBalance_PsychoSnow AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="snow and ice")
PlayThroughs[1]=(DisplayName="Bad psychology of snow")
PlayThroughs[2]=(DisplayName="angry spirit of snow")

[Character.CharClass_Allium_PsychoSnow AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

